<template>
 <div class="article_box">
      <div style="font-size:40px">非响应式文字</div>
      <p>测试文章</p>
      <p>
        柔软的微风穿过乡间的小路，拂动着枝叶轻轻地摇曳。阳光洒在大地上，映照出一片温暖的氛围。在这个宁静的夏日午后，人们似乎都变得懒洋洋的，享受着宁静与安逸。

        一位老人坐在村口的石凳上，眺望着远处的山峦。他的脸上洋溢着岁月的痕迹，但眼中却透露着一份宁静和智慧。他看着自己的周围，一切都如他所愿，和谐而美好。
        
        远处的田野中，农民们正忙碌地耕种着庄稼。他们辛勤的身影在阳光下闪烁着希望的光芒。他们是这片土地的守护者，种植着丰收的希望，为每一粒粮食付出辛勤的劳动。
        
        小学生们放学了，他们手牵着手，在回家的路上欢声笑语。他们天真无邪的笑容点亮了整个村庄，将快乐洒满每一个角落。他们是未来的希望，他们的成长让人们对未来充满了信心和期待。
        
        夜幕降临，星星点点地闪烁在天空中。人们静静地聚在一起，述说着心底的故事，分享着彼此的欢乐与忧伤。这里，是温暖的港湾，是相互关怀的家园。
        
        生活就像一幅画，缤纷且多彩。不论遭遇什么困难和挫折，人们都坚定地前行，追求更美好的生活。无论在风雨中还是阳光下，他们相互扶持，共同创造着更加美好的未来。
        
        这个小小的村庄，平凡而温暖，就如同一个大家庭。在这里，亲情、友情和爱情盛开，无论发生什么，都不会停止对生活的热爱和追求。
        
        午后时光已经悄然过去，天空渐渐染上了一抹红晕。而村庄仍然宁谧而美好，仿佛时间在这里停滞，只为了守护这份宁静与温暖。
        
        在这个小村庄中，人们过着简单却充实的生活，他们珍惜着每一个细微的瞬间，感受着生命的美好。他们相信，只要心怀感恩和希望，无论走到哪里，都会找到生活的意义和快乐。
        
        正如村口的老人所说：“在这个世界上，只要你愿意，你可以看到每一天的美好，体验每一刻的幸福。”
        
        而这份简单的幸福，正是那些寻找的人们一生追求的宝藏，永远在他们心中闪烁不灭。
        柔软的微风穿过乡间的小路，拂动着枝叶轻轻地摇曳。阳光洒在大地上，映照出一片温暖的氛围。在这个宁静的夏日午后，人们似乎都变得懒洋洋的，享受着宁静与安逸。

        一位老人坐在村口的石凳上，眺望着远处的山峦。他的脸上洋溢着岁月的痕迹，但眼中却透露着一份宁静和智慧。他看着自己的周围，一切都如他所愿，和谐而美好。
        
        远处的田野中，农民们正忙碌地耕种着庄稼。他们辛勤的身影在阳光下闪烁着希望的光芒。他们是这片土地的守护者，种植着丰收的希望，为每一粒粮食付出辛勤的劳动。
        
        小学生们放学了，他们手牵着手，在回家的路上欢声笑语。他们天真无邪的笑容点亮了整个村庄，将快乐洒满每一个角落。他们是未来的希望，他们的成长让人们对未来充满了信心和期待。
        
        夜幕降临，星星点点地闪烁在天空中。人们静静地聚在一起，述说着心底的故事，分享着彼此的欢乐与忧伤。这里，是温暖的港湾，是相互关怀的家园。
        
        生活就像一幅画，缤纷且多彩。不论遭遇什么困难和挫折，人们都坚定地前行，追求更美好的生活。无论在风雨中还是阳光下，他们相互扶持，共同创造着更加美好的未来。
        
        这个小小的村庄，平凡而温暖，就如同一个大家庭。在这里，亲情、友情和爱情盛开，无论发生什么，都不会停止对生活的热爱和追求。
        
        午后时光已经悄然过去，天空渐渐染上了一抹红晕。而村庄仍然宁谧而美好，仿佛时间在这里停滞，只为了守护这份宁静与温暖。
        
        在这个小村庄中，人们过着简单却充实的生活，他们珍惜着每一个细微的瞬间，感受着生命的美好。他们相信，只要心怀感恩和希望，无论走到哪里，都会找到生活的意义和快乐。
        
        正如村口的老人所说：“在这个世界上，只要你愿意，你可以看到每一天的美好，体验每一刻的幸福。”
        
        而这份简单的幸福，正是那些寻找的人们一生追求的宝藏，永远在他们心中闪烁不灭。
      </p>
    </div>

</template>

<script>
export default {
    name:'remFit'

}

</script>

<style scoped >
.article_box {
    width: 50rem;
    font-size: 1.5rem;
  }
</style>